
const SITE_CONFIG = {

    //รู้จักพรรค
    aboutUs: {
        title: "รู้จักพวกเราให้มากขึ้น",
        description: "ถ้าเรื่องไหนไม่ยุติธรรม พรรคเราพร้อมเสนอความคิดเห็นให้ครูและโรงเรียน\nพรรคเราจะเปิดรับความคิดเห็นจากทุกระดับ ไม่ใช่คิดแทนฝ่ายเดียว \n นโยบายของพรรคเรามาจากปัญหาที่เจอจริงในโรงเรียน \n ไม่ได้เก่งคนเดียว แต่ช่วยกันคิด ช่วยกันทำ \n ไม่ใช่แค่คนเก่ง คนดัง หรือรุ่นใดรุ่นหนึ่ง ",
        image: "images/group-photo.png"
    },

    //จุดยืนของเรา
    standpoints: [
        { icon: "fa-lightbulb", title: "ความคิดสร้างสรรค์", text: "กล้าคิดนอกกรอบเพื่อแก้ปัญหาเดิมๆ ที่เรื้อรัง" },
        { icon: "fa-hand-fist", title: "ลงมือทำจริง", text: "ไม่รอโอกาส แต่จะสร้างโอกาสให้เกิดขึ้นทันที" },
        { icon: "fa-users", title: "เข้าถึงง่าย", text: "ทุกเสียงของเพื่อนพี่น้อง คือสิ่งที่สำคัญที่สุดสำหรับเรา" }
    ],

    //นโยบาย
    policies: [
          {
    id: "01",
    title: "สนับสนุนกีฬาที่หลากหลายมากขึ้น",
    desc: "ส่งเสริมกิจกรรมกีฬาอย่างหลากหลาย เปิดโอกาสให้นักเรียนทุกคนได้แสดงศักยภาพด้านกีฬาอย่างเท่าเทียม",
    icon: "fa-futbol",
    color: "#2ECC71"
  },
  {
    id: "02",
    title: "กล้าแสดงออก สร้างสรรค์อย่างเหมาะสม",
    desc: "สนับสนุนให้นักเรียนมีความกล้าแสดงออก มีความคิดริเริ่ม และใช้ความคิดสร้างสรรค์ในทางที่เหมาะสม",
    icon: "fa-lightbulb",
    color: "#F1C40F"
  },
  {
    id: "03",
    title: "ขยะแลกแต้มจิตอาสา",
    desc: "นำขยะรีไซเคิลมาแลกเป็นแต้มจิตอาสา ปลูกฝังจิตสำนึกด้านสิ่งแวดล้อมและความรับผิดชอบต่อสังคม",
    icon: "fa-recycle",
    color: "#27AE60"
  },
  {
    id: "04",
    title: "จัดตั้งตลาดนัดสร้างรายได้",
    desc: "เปิดพื้นที่ตลาดนัดให้นักเรียนได้ฝึกอาชีพ สร้างรายได้ และเรียนรู้การบริหารจัดการทางการเงิน",
    icon: "fa-store",
    color: "#E67E22"
  },
  {
    id: "05",
    title: "จัดตั้งชมรมเสมารักษ์",
    desc: "สร้างชมรมเพื่อดูแล ช่วยเหลือ และปกป้องสิทธิของนักเรียน ให้โรงเรียนเป็นพื้นที่ปลอดภัยสำหรับทุกคน",
    icon: "fa-shield-heart",
    color: "#E74C3C"
  }
    ]
};
